---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RvtLevelOffset
source: html/3febd458-0053-bf0d-7c0a-986853c9d7ae.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RvtLevelOffset Property

"Map Levels..."

## Syntax (C#)
```csharp
public static ForgeTypeId RvtLevelOffset { get; }
```